{"title": "Afghanistan: Deadly suicide bombing outside foreign ministry", "desc": "Police said at least five civilians had been killed but another Taliban official put the toll as high as 20.", "country": "Afghanistan"}
{"title": "Taliban and China firm agree Afghanistan oil extraction deal", "desc": "It is the first major energy extraction agreement with a foreign firm since the Taliban took power.", "country": "Afghanistan"}
{"title": "Australia pulls out of Afghanistan cricket series over Taliban's restrictions on women", "desc": "Australia's men's cricket team has withdrawn from a series of upcoming matches against Afghanistan in protest over the ruling Taliban's restrictions on women and girls' education and employment, Cricket Australia (CA) said in a statement Thursday.", "country": "Afghanistan"}
{"title": "Afghanistan: Deadly suicide bombing outside foreign ministry", "desc": "Police said at least five civilians had been killed but another Taliban official put the toll as high as 20.", "country": "Afghanistan"}
{"title": "Taliban and China firm agree Afghanistan oil extraction deal", "desc": "It is the first major energy extraction agreement with a foreign firm since the Taliban took power.", "country": "Afghanistan"}
{"title": "Australia pulls out of Afghanistan cricket series over Taliban's restrictions on women", "desc": "Australia's men's cricket team has withdrawn from a series of upcoming matches against Afghanistan in protest over the ruling Taliban's restrictions on women and girls' education and employment, Cricket Australia (CA) said in a statement Thursday.", "country": "Afghanistan"}
{"title": "First on CNN: Afghanistan withdrawal investigation launched by House Foreign Affairs Committee", "desc": "The top Republican on the House Foreign Affairs Committee on Thursday requested from the State Department a vast number of documents related to the Biden administration's withdrawal from Afghanistan, marking the official launch of the newly Republican-led pan…", "country": "Afghanistan"}
{"title": "Freezing temperatures kill 78 people in Afghanistan - Reuters", "desc": "At least 78 people have died of cold in Afghanistan during the country's worst winter in more than a decade, authorities said on Thursday.", "country": "Afghanistan"}
{"title": "Australia cancel men's ODI series against Afghanistan in March - Reuters", "desc": "Australia's one-day international (ODI) series against Afghanistan in March has been called off following the Taliban's announcement of further restrictions on women's and girls' education and employment, Cricket Australia said on Thursday.", "country": "Afghanistan"}
{"title": "Afghanistan raids on Islamic State hideouts leave eight dead -Taliban - Reuters", "desc": "Eight people were killed and seven arrested following raids on hideouts of the Islamic State militant group in Afghanistan, a Taliban spokesperson said on Thursday.", "country": "Afghanistan"}
{"title": "In Afghanistan, coal mining relies on the labor of children", "desc": "Since the return of the Taliban, Afghanistan's coal exports have increased — and so has child labor. At a coal mine in Baghlan province, boys earn between $3 and $8 for a day's work.", "country": "Afghanistan"}
{"title": "Ditching cricket series only punishes Afghanistan even more | Shadi Khan Saif", "desc": "Cricket Australia’s decision to cancel series against Afghanistan only serves to further isolate a country already abandoned by the westMy experience playing in the Australian club cricket scene has shown that players have a resilient fighting spirit and will…", "country": "Afghanistan"}
{"title": "Taliban seeks economic self-sufficiency and foreign investment for ... - Reuters.com", "desc": "The Taliban administration will encourage self-sufficiency and wants international trade and investment, the acting commerce minister said, as Afghanistan faces isolation and suspension of some humanitarian operations over restrictions on women.", "country": "Afghanistan"}
{"title": "Morocco to skip tournament in Algeria over flights ban - Reuters", "desc": "Morocco will not take part in a soccer tournament being held in Algeria after the Algerian government rejected its request for the team to fly there directly on Morocco's national airline, the Moroccan football federation said on Thursday.", "country": "Algeria"}
{"title": "Algeria's Sonatrach to raise energy output to 200 mln TOE this year ... - Reuters", "desc": "Algeria will raise hydrocarbons output to around 200 million tonnes of oil equivalent (TOE) this year, a figure it has not managed since 2010, state energy producer Sonatrach's chief executive Tewfik Hakkar told Reuters on Wednesday.", "country": "Algeria"}
{"title": "Spain's gas imports in November down 5.9% y/y - Reuters", "desc": "Spain's natural gas imports in November fell by 5.9% year on year, government data showed on Wednesday.", "country": "Algeria"}
{"title": "Italy's Meloni expected to sign major gas deal as she starts Libya visit - Reuters", "desc": "Italian Prime Minister Giorgia Meloni flew to Tripoli on Saturday where she is expected to agree a major gas deal aimed at boosting energy supplies to Europe despite the insecurity and political chaos in the North African country.", "country": "Algeria"}
{"title": "What links Billy Idol and Douglas Coupland? The Saturday quiz", "desc": "From long-tongued mammals to Elysian Fields, test your knowledge with the Saturday quiz1 Whose Man in a Red Turban (1433) might be the first self-portrait?2 Which land mammal has the longest tongue?3 Who founded the National Viewers’ and Listeners’ Associatio…", "country": "Algeria"}
{"title": "Confederation of African Football media officer suspended over alleged sexual assault", "desc": "<ul><li>Beninese journalist Sohounde Peperipé suspended for five years</li><li>Female official contacts police during tournament in Algeria</li></ul>The Confederation of African Football has suspended one of its media officers for five years after he was accu…", "country": "Algeria"}
{"title": "Banned Confederation of African Football media officer accused of more ‘indecent behaviour’", "desc": "<ul><li>Accusations of misconduct relate to two tournaments</li><li>Felix Sohounde Peperipé denies wrongdoing</li></ul>The Confederation of African Football media officer provisionally banned for five years after it was claimed he sexually abused a female off…", "country": "Algeria"}
{"title": "The number of journalist deaths worldwide jumped nearly 50% in 2022", "desc": "A total of 67 journalists died around the world in 2022, a watchdog group said, largely driven by Russia's invasion of Ukraine and civil unrest following the assassination of Haiti's president.", "country": "Algeria"}
{"title": "French wheat export forecast raised on North Africa demand - Reuters", "desc": "Farm office FranceAgriMer on Wednesday increased for a second consecutive month its forecast of French soft wheat exports outside the European Union this season, citing strong demand from North Africa.", "country": "Algeria"}
{"title": "Pele in Africa: The man, the myth, the legend", "desc": "The first black football icon had a huge impact in Africa and his trips to the continent were full of drama.", "country": "Algeria"}
{"title": "TotalEnergies' Dalia oilfield in Angola to start 35-day maintenance in ... - Reuters", "desc": "TotalEnergies' offshore oilfield Dalia in Angola will undergo planned maintenance for about 35 days starting Feb. 20, a company spokesperson said on Tuesday.", "country": "Angola"}
{"title": "Africa should not be arena for international competition, says ... - Reuters", "desc": "Africa should not be an arena for competition between world powers, China's Foreign Minister Qin Gang said on Wednesday, opening a new headquarters for a pan-African health body at the start of five-country Africa tour.", "country": "Angola"}
{"title": "Italy's Eni sets up sustainable transport services company - Reuters.com", "desc": "Italian energy group Eni <a href=\"https://www.reuters.com/companies/ENI.MI\" target=\"_blank\">(ENI.MI)</a> said on Monday it had set up a new company dedicated to sustainable transport, which would develop bio-refining, biomethane and offer mobility products an…", "country": "Angola"}
{"title": "Guinea worm disease could be second ever human illness to be eradicated", "desc": "As cases fall, the condition that once affected millions of people in Africa and Asia could also be the first to be wiped out without medicinesThe number of cases of a painful and debilitating tropical illness fell last year to a record low, fuelling hopes th…", "country": "Angola"}
{"title": "Analysis: Investors snap up record $39 bln emerging market ... - Reuters.com", "desc": "Developing countries have sold a huge $39 billion of international bonds since the start of the year, with investors happy to pile into riskier debt as they bet global interest rates are nearing a peak.", "country": "Angola"}
{"title": "Eccentric names the norm in Brazil but ‘Samba’ rejected as too outlandish", "desc": "São Paulo registry office snubs music star Seu Jorge’s choice for newborn son, despite far more unusual names being accepted As the country that produced footballers called Sócrates Brasileiro Sampaio de Souza Vieira de Oliveira and Élvis Vieira Araújo, Brazi…", "country": "Angola"}
{"title": "Letter from Africa: Prince Harry and a royal scramble for the continent", "desc": "Nigerians are fascinated by the latest revelations from the Sussexes, especially Prince Harry's encounter with a leopard.", "country": "Angola"}
{"title": "Russia’s FM Lavrov meets Eritrean president on Africa tour", "desc": "Foreign minister's trip to Eritrea comes as part of his Africa tour which took him to South Africa, Angola and Eswatini.", "country": "Angola"}
{"title": "‘A search for ourselves’: shipwreck becomes focus of slavery debate", "desc": "Vessel that sank with more than 200 transported people onboard is being used to humanise the story of slaveryIn 2015, a delegation from the Smithsonian Institution travelled to Mozambique to inform the Makua people of a singular and long-overdue discovery. Tw…", "country": "Angola"}
{"title": "Rwanda fires on Congo military aircraft accused of violation", "desc": "Rwanda has fired on a Congolese military aircraft it alleges violated its airspace in a new escalation of tensions between the neighbors that has set off alarm across central Africa", "country": "Angola"}
{"title": "Dead Fish, Dead Cows, and Dead Crops in Argentina", "desc": "Thousands of dead fish washed up along the shore of a river in Argentina this weekend, in the latest symptom of the extreme drought and heat that has gripped the country in recent months, the AP reported.Read more...", "country": "Argentina"}
{"title": "Argentina and China formalize currency swap deal - Reuters", "desc": "Argentina and China have formalized the expansion of a currency swap deal, allowing the South American country to increase its depleted foreign currency reserves, the Argentine central bank said on Sunday.", "country": "Argentina"}
{"title": "Argentina raises biofuel prices for domestic market by 5% - Reuters", "desc": "Argentina's government has raised domestic prices for both sugarcane- and corn-based bioethanol, which are mandatory for mixing with gasoline in the South American country, by nearly 5%, an announcement in the official gazette said on Wednesday.", "country": "Argentina"}
{"title": "Brazil making 'atypical' soy sales to Argentina, Anec says - Reuters", "desc": "Anec, a Brazilian association representing global grain traders like Cargill and Bunge <a href=\"https://www.reuters.com/companies/BG.N\" target=\"_blank\">(BG.N)</a>, on Thursday confirmed \"atypical\" sales of Brazilian soybeans to Argentina after rumors about un…", "country": "Argentina"}
{"title": "Argentina agricultural areas to receive much-needed rain - grains ... - Reuters", "desc": "A storm front is expected to bring desperately needed rain to a large swathe of Argentina's parched agricultural land over the next week, the Buenos Aires Grains exchange said on Thursday, which should help farmers in the planting stage as the South American …", "country": "Argentina"}
{"title": "Brazil, Argentina to encourage trade, says Haddad; plays down ... - Reuters", "desc": "Brazilian Finance Minister Fernando Haddad played down the idea of a single shared currency between Argentina and Brazil late on Sunday, saying the countries were looking at ways to stimulate bilateral trade but not extinguish their own currencies.", "country": "Argentina"}
{"title": "Argentina government aims to undershoot inflation forecasts in ... - Reuters", "desc": "Argentina's inflation is expected to rise 5.2% in December, according to the median response from a Reuters poll of analysts, though the government is hoping to beat that and keep the consumer price increase below 5% in the last month of 2022.", "country": "Argentina"}
{"title": "Bolivia to reduce gas shipments to Argentina next winter, says ... - Reuters", "desc": "Bolivia will send less gas to Argentina during the upcoming Southern Hemisphere winter, an Argentine government spokesman told Reuters on Friday, citing a \"very marked\" production decline and bigger domestic demand.", "country": "Argentina"}
{"title": "World number one Alcaraz to open his 2023 season in Argentina - Reuters", "desc": "World number one Carlos Alcaraz will begin his season on clay at next month's Argentina Open after being forced to pull out of the Australian Open with a right leg injury.", "country": "Argentina"}
{"title": "Brazil and Argentina to begin preparations for common currency - FT - Reuters", "desc": "Brazil and Argentina will announce this week that they are starting preparatory work on a common currency, the Financial Times <a href=\"https://www.ft.com/content/5347d263-7f24-4966-8da4-79485d1287b4\" target=\"_blank\">reported</a> on Sunday.", "country": "Argentina"}
{"title": "Australia flood crisis: 'Once in a century'", "desc": "Heavy rain has hit Western Australia, leaving communities stranded and hundreds of people needing evacuation.", "country": "Australia"}
{"title": "Australia Day: Thousands protest in ‘Invasion Day' rallies", "desc": "A referendum on an Indigenous \"Voice to Parliament\" was the focus of Australia Day protests.", "country": "Australia"}
{"title": "Australia helicopter collision: Passenger tapped pilot before crash, footage shows", "desc": "A survivor of a deadly helicopter collision in Australia is seen apparently trying to warn a pilot.", "country": "Australia"}
{"title": "Major incident involving two helicopters in Australia, first responders say", "desc": "Emergency services are on the scene of a major incident involving two helicopters that collided near the popular tourist strip of Main Beach on Australia's Gold Coast, south of Brisbane, according to first responders.", "country": "Australia"}
{"title": "Adelaide International: Novak Djokovic receives positive welcome back to Australia", "desc": "Novak Djokovic receives a positive welcome back to Australia as he made a rare doubles appearances at the Adelaide International.", "country": "Australia"}
{"title": "Viking Orion: Cruise passengers stranded after fungus halts ship", "desc": "The Viking Orion has been denied entry to Australia as a fungus is found growing on its hull.", "country": "Australia"}
{"title": "Australia politician Dominic Perrottet wore Nazi uniform at his 21st birthday party", "desc": "New South Wales leader Dominic Perrottet apologises for wearing the costume nearly two decades ago.", "country": "Australia"}
{"title": "Australia pulls out of Afghanistan cricket series over Taliban's restrictions on women", "desc": "Australia's men's cricket team has withdrawn from a series of upcoming matches against Afghanistan in protest over the ruling Taliban's restrictions on women and girls' education and employment, Cricket Australia (CA) said in a statement Thursday.", "country": "Australia"}
{"title": "Bain Capital explores Virgin Australia IPO - Reuters", "desc": "Bain Capital is exploring the listing of its Virgin Australia airline on the Australian Securities Exchange, according to a statement from the private equity firm on Monday said.", "country": "Australia"}
{"title": "Invasion Day protests around Australia – in pictures", "desc": "From smoking ceremonies to marches, thousands flock to Invasion Day events across the country to celebrate First Nations culture and survival, and to call for change. Some attenders say the day has made them feel differently about the referendum on an Indigen…", "country": "Australia"}
{"title": "Bahamas regulator temporarily seizes FTX unit's assets worth over ... - Reuters", "desc": "The Securities Commission of the Bahamas directed the transfer of all digital assets in FTX's Bahamas unit FTX Digital Markets that were valued at more than $3.5 billion to digital wallets controlled by the commission, it said on Thursday.", "country": "Bahamas"}
{"title": "Bahamas hires U.S. law firm Brown Rudnick to advise on FTX collapse - Reuters", "desc": "The government of the Bahamas has hired a U.S. law firm to handle legal work and engage with the U.S. government and media in connection with the collapse of the FTX cryptocurrency exchange, according to a U.S Justice Department filing.", "country": "Bahamas"}
{"title": "Sam Bankman-Fried gave $400 million to an obscure crypto-trading firm cofounded by a Jane Street trader just 2 years out of college, report says", "desc": "Modulo Capital operated out of the same luxury Bahamas resort where Sam Bankman-Fried lived. Like SBF, its cofounders used to work at Jane Street.", "country": "Bahamas"}
{"title": "Royal Caribbean Cruise Ship Rescues 17 Migrants on Raft", "desc": "The ship was headed for the Bahamas and skipped a planned stop in order to bring the rescued passengers to the U.S. Coast Guard.", "country": "Bahamas"}
{"title": "Veteran cruise-goer says Carnival's inadvertent 'cruise to nowhere' dimmed her vacation dream of getting some peace and quiet on the boat", "desc": "The Bahamas-bound Carnival Sunshine became a \"cruise to nowhere\" earlier this month after windy weather kept the ship from docking in Nassau.", "country": "Bahamas"}
{"title": "Prosecutors warn ex-Girardi Keese CFO could flee U.S. with millions ... - Reuters", "desc": "Shuttered law firm Girardi Keese's former CFO Christopher Kamon emptied his U.S. bank accounts before his November arrest for embezzlement, federal prosecutors <a href=\"https://tmsnrt.rs/3vEDmSY\" target=\"_blank\">said</a> late on Tuesday, warning a judge in Lo…", "country": "Bahamas"}
{"title": "6 Batshit Claims SBF Made in His First Substack Newsletter", "desc": "Some people, like disgraced crypto mogul Sam Bankman-Fried, really just don’t know when to stop talking. Despite facing eight counts of U.S. criminal charges and living under house arrest, SBF, as he’s often called, decided it was a good time to launch a Subs…", "country": "Bahamas"}
{"title": "Ex-Girardi Keese CFO accused of stealing millions to remain in ... - Reuters", "desc": "The former chief financial officer of Girardi Keese, who has been charged with stealing more than $10 million from the now-shuttered law firm, will remain in custody for now.", "country": "Bahamas"}
{"title": "'I didn't steal funds,' Sam Bankman-Fried says in unusual post-arrest ... - Reuters", "desc": "Sam Bankman-Fried said he did not steal money and blamed the collapse of his now-bankrupt FTX exchange on a broad crash in cryptocurrency markets, in a highly unusual blog post on Thursday, a month after <a href=\"/world/us/former-ftx-ceo-bankman-fried-arreste…", "country": "Bahamas"}
{"title": "Analysis: Bankman-Fried fraud charges sidestep debate over how ... - Reuters.com", "desc": "Sam Bankman-Fried may find it hard to argue the <a href=\"/legal/bankman-fried-appear-bahamas-court-us-unveil-charges-2022-12-13/\">fraud charges</a> against him should be tossed because of uncertainty as to how U.S. law treats cryptocurrency, as other high-pro…", "country": "Bahamas"}
{"title": "Let Hamilton speak out, says Bahrain rights group - Reuters", "desc": "The London-based Bahrain Institute for Rights and Democracy (BIRD) urged Formula One's governing body on Tuesday to allow seven times world champion Lewis Hamilton and other drivers to speak freely on 'political' issues.", "country": "Bahrain"}
{"title": "Haas's Magnussen to have hand surgery ahead of F1 season - Reuters.com", "desc": "Haas expect Kevin Magnussen to be fully fit for Formula One's pre-season testing in Bahrain next month after the Dane revealed on Friday he would have to rest for some weeks due to hand surgery.", "country": "Bahrain"}
{"title": "Loeb wins Dakar ninth stage, Sainz suffers crash - Reuters", "desc": "Frenchman Sebastien Loeb won the ninth stage of the Dakar Rally, a special 358km trek between Riyadh and Haradh, for Bahrain Raid Xtreme on Tuesday while Carlos Sainz's Audi had a major crash.", "country": "Bahrain"}
{"title": "Bahrain's crown prince calls Qatari emir in apparent step towards ... - Reuters", "desc": "Bahrain's crown prince spoke with Qatar's emir by telephone, the BNA state news agency reported late on Wednesday, in a sign the two Gulf states could move towards repairing relations two years after an Arab boycott of Qatar was lifted.", "country": "Bahrain"}
{"title": "Saudi shares make positive start to 2023 - Reuters", "desc": "Saudi Arabia's stock market rose on Sunday, starting 2023 on a positive note in line with the country's economic forecast, while region's other major markets were closed and many investors absent because of year-end holidays.", "country": "Bahrain"}
{"title": "Israeli foreign minister sees Abraham Accords summit in Morocco in ... - Reuters.com", "desc": "Israeli Foreign Minister Eli Cohen said on Monday he planned to attend a summit in March with counterparts from Arab countries that have drawn closer to Israel following a U.S.-sponsored diplomatic drive in 2020.", "country": "Bahrain"}
{"title": "F1 facing four-week hole in schedule with no replacement for Chinese GP", "desc": "<ul><li>Alternatives including race in Algarve turned down</li><li>Covid policy means China misses out for fourth year</li></ul>Formula One will have a four-week hole in this season’s calendar after the sport confirmed the Chinese Grand Prix would not be repl…", "country": "Bahrain"}
{"title": "Magnussen pulls out of Daytona 24 Hours after hand surgery - Reuters", "desc": "Danish Formula One driver Kevin Magnussen said on Thursday he had withdrawn from the 24 Hours of Daytona sportscar race after undergoing surgery to remove a cyst on his left hand.", "country": "Bahrain"}
{"title": "Davos 2023: Saudi FM urges Israel to engage seriously on resolving ... - Reuters", "desc": "Saudi Arabia's foreign minister Prince Faisal bin Farhan Al Saud urged Israel's new government on Wednesday to engage seriously on resolving the Palestinian conflict.", "country": "Bahrain"}
{"title": "Gulf economies to slow this year on sluggish oil demand - Reuters", "desc": "Economies in the six-member Gulf Cooperation Council (GCC) will grow this year at half the rate of 2022 as oil revenues take a hit from an expected mild global slowdown, according to the median view from a Reuters poll of economists.", "country": "Bahrain"}
{"title": "Boat with 185 Rohingya refugees land in Indonesia's Aceh - Reuters.com", "desc": "A boat with 185 Rohingya refugees landed on the shores of Indonesia's Aceh province on Sunday, a local disaster agency official said, following hundreds who arrived late last year fleeing desperate conditions in refugee camps in Bangladesh.", "country": "Bangladesh"}
{"title": "‘They beat me with sticks’: Bangladesh opposition reels under crackdown as thousands held", "desc": "Police accused of shooting at activists and leaders of growing street protests against Sheikh Hasina’s draconian governmentIt was a warm afternoon in May 2020 when Ahmed Kabir Kishore, dozing lazily, awoke to 20 men breaking down the door of his apartment in …", "country": "Bangladesh"}
{"title": "Risking death at sea, Rohingya Muslims seek safety in Indonesia - Reuters", "desc": "Crying with relief after a traumatic 40-day voyage to Indonesia in a leaky boat, Rohingya Muslim Fatimah bin Ismail held a mobile phone with shaky hands as she made a video call to relatives.", "country": "Bangladesh"}
{"title": "India wicketkeeper Pant injured in car crash - Reuters", "desc": "India wicketkeeper Rishabh Pant has been hospitalised after being involved in a car accident, his Indian Premier League (IPL) team said on Friday.", "country": "Bangladesh"}
{"title": "A gecko: Not the hiss or croak for me | Helen Sullivan", "desc": "The gecko licks its eyeball seductively: I mean, have you seen my feet? It is evening, and the world seems to go still for a moment, as though some kind of signal has been lost. You hear a tiny bark. There in the corner: a gecko. If the corner is in an apartm…", "country": "Bangladesh"}
{"title": "A passenger plane with 72 people on board has crashed in Nepal", "desc": "A plane carrying 72 crashed near Pokhara International Airport in Nepal, the daily newspaper Kathmandu Post reported Sunday.", "country": "Bangladesh"}
{"title": "Indian cricketer Rishabh Pant injured in serious car accident", "desc": "<ul><li>Wicket-keeper hospitalised after serious car crash</li><li>25-year-old was returning to Delhi from Uttarakhand</li></ul>The IPL franchise of India’s Test wicket-keeper Rishabh Pant has confirmed the 25-year-old has been injured in a serious car accide…", "country": "Bangladesh"}
{"title": "BCCI to increase focus on player fitness ahead of ODI World Cup - Reuters India", "desc": "India's cricket board (BCCI) will increase its focus on player fitness and consider who have played a substantial domestic season when making selections for the national team, it said on Sunday following a review meeting ahead of the 2023 World Cup.", "country": "Bangladesh"}
{"title": "Rohit, Kohli to miss T20s v NZ, Suryakumar, Kishan in test squad - Reuters.com", "desc": "Indian captain Rohit Sharma and batsman Virat Kohli will play in a one-day international (ODI) series against New Zealand this month but will not feature in the following Twenty20 series, the Board of Control for Cricket in India (BCCI) said on Friday.", "country": "Bangladesh"}
{"title": "Global action is needed to topple Myanmar’s criminal junta boss", "desc": "From brutal murders and military parades to jailed opponents, Min Aung Hlaing is true to the tyrant’s playbook. The worldwide fight for democracy has to be fought here Continue reading...", "country": "Bangladesh"}
{"title": "Benedict Cumberbatch and his family face prospect of legal action over ancestors' slaves - National Post", "desc": "<ol><li>Benedict Cumberbatch and his family face prospect of legal action over ancestors' slaves  National Post\r\n</li><li>Benedict Cumberbatch: Barbados may hit star's family with reparation claim over historical links to slave trade  Sky News\r\n</li><li>Barba…", "country": "Barbados"}
{"title": "British opera singer creates work to reveal humanity of enslaved ancestors", "desc": "Insurrection: A Work in Progress by Peter Brathwaite will highlight folk traditions as a form of resistanceA leading British opera singer is developing a work based on the music of his enslaved ancestors in Barbados as a way of examining complex historical ev…", "country": "Barbados"}
{"title": "River Sing Me Home by Eleanor Shearer review – surviving slavery", "desc": "Set in the Caribbean around the time of the Slavery Abolition Act, Shearer’s powerful debut novel follows a mother’s journey to reunite with her childrenEleanor Shearer’s propulsive debut opens with an enslaved woman, Rachel, running. The novel is set in the …", "country": "Barbados"}
{"title": "Where is the justice, Suella Braverman, for me and the others whose lives were ruined by the Windrush scandal? | Judy Griffith", "desc": "The Home Office scrapping key parts of the commitment to victims wasn’t a surprise – they’ve broken pledges before<ul><li>Judy Griffith is a retired healthcare worker</li></ul>It has been clear for a long time that this government is not interested in learnin…", "country": "Barbados"}
{"title": "Windrush inquiry head disappointed as Braverman drops ‘crucial’ measures", "desc": "Wendy Williams’ remarks come after home secretary confirms three key commitments will not now be implemented<ul><li>UK politics live – latest news updates</li></ul>The head of the inquiry into the Windrush debacle has expressed disappointment after Suella Bra…", "country": "Barbados"}
{"title": "1780 Harewood Light Barbados Rum", "desc": "Distilled in Barbados and dating to 1780, this bottle of \"light\" rum comes from the Harewood estate and is part of a bottling that holds the Guinness Record for being the world's oldest rum. This particular bottle was sold in...", "country": "Barbados"}
{"title": "Alan Cumming returns OBE award in protest at 'toxicity' of British Empire", "desc": "Alan Cumming has returned a prestigious royal award in an effort to sever his association with the \"toxicity\" of the British Empire.", "country": "Barbados"}
{"title": "U.S. seeks to advance Americas economic plan with partners - Reuters.com", "desc": "U.S. Secretary of State Antony Blinken joined with counterparts from across the Americas on Friday seeking to advance efforts to forge a regional economic partnership, building on a framework President Joe Biden announced at a Los Angeles summit in June.", "country": "Barbados"}
{"title": "‘Like an ice rink’: Emma Hayes fumes after Chelsea v Liverpool abandoned", "desc": "<ul><li>Frozen pitch forces game to be halted after six minutes</li><li>Chelsea manager calls for undersoil heating across the WSL</li></ul>The Chelsea manager, Emma Hayes, said “we’ve got to take our game seriously” after their Women’s Super League match at …", "country": "Barbados"}
{"title": "Climate leaders say 3 conversations need to happen at the World Economic Forum this week to lock in a sustainable future", "desc": "More than 2,500 business leaders and politicians are making their way to the Swiss Alps for the World Economic Forum's 53rd annual meeting at Davos.", "country": "Barbados"}
{"title": "Belarus to beef up joint military grouping with Russia - Reuters", "desc": "Belarus and Russia continue to build up a joint military grouping in Belarus and are preparing joint air force exercises, the Belarusian Defence Ministry said on Thursday.", "country": "Belarus"}
{"title": "Belarus detains former presidential candidate - Reuters", "desc": "An opposition politician who stood against long-time leader Alexander Lukashenko in the controversial 2020 presidential election has been detained, his team said.", "country": "Belarus"}
{"title": "Ukraine fighting is deadlocked, spy chief Kyrylo Budanov tells BBC", "desc": "Kyrylo Budanov says neither side can make significant advances, and eyes advanced Western weapons.", "country": "Belarus"}
{"title": "Belarus official: 'Unlikely' downed Ukrainian missile entered by ... - Reuters", "desc": "The secretary of Belarus' Security Council said in an interview on Friday that it was \"unlikely\" that a Ukrainian air defence missile downed on Thursday had entered Belarusian airspace by accident.", "country": "Belarus"}
{"title": "EU debates extending Belarus sanctions to cut loopholes - Reuters.com", "desc": "European Union ambassadors on Friday are set to discuss extending sanctions to Russian ally Belarus to crack down on the circumvention of sanctions on Russia by companies routing banned products through its neighbour.", "country": "Belarus"}
{"title": "Belarus brings new charges against opposition leader's jailed ... - Reuters", "desc": "Belarus brought new criminal charges against the jailed husband of the exiled opposition leader on Monday, accusing him of violating prison rules while serving an 18-year sentence, investigators said.", "country": "Belarus"}
{"title": "Lukashenko visits Russian troops stationed in Belarus - Reuters", "desc": "Belarusian President Alexander Lukashenko visited a military base where Russian troops are stationed, the defence ministry said on Friday.", "country": "Belarus"}
{"title": "Belarus says detained opposition politician suspected of 'extremism' - Reuters", "desc": "A Belarusian opposition politician who ran for president against veteran leader Alexander Lukashenko in 2020 and was arrested this week is being investigated for alleged \"extremism\", investigators said on Friday.", "country": "Belarus"}
{"title": "Ukraine credits local beavers for unwittingly bolstering its defenses — their dams make the ground marshy and impassable", "desc": "A local beaver population has been busy making dams along Ukraine's border with Belarus, unknowingly helping Kyiv in its defense.", "country": "Belarus"}
{"title": "Australian Open bans Russian and Belarusian flags from tournament", "desc": "Organisers announced the flags would be banned, effective immediately, after a courtside incident.", "country": "Belarus"}
{"title": "Belgium winger Trossard joins Arsenal from Brighton - Reuters", "desc": "Premier League leaders Arsenal announced the arrival of versatile Belgium international winger Leandro Trossard on Friday on a long-term contract from Brighton & Hove Albion.", "country": "Belgium"}
{"title": "Roberto Martinez named new Portugal coach - Reuters.com", "desc": "Former Belgium coach Roberto Martinez has been named the new manager of Portugal's national squad, the country's football federation (FPF) said on Monday.", "country": "Belgium"}
{"title": "Belgium to test wastewater on airliners from COVID-hit China - Reuters", "desc": "Belgium will test wastewater from planes arriving from China for new COVID variants as part of new steps against the spread of the coronavirus as infections in China surge, the government announced on Monday.", "country": "Belgium"}
{"title": "Four countries urge EU to set end date for new CO2-emitting trucks - Reuters", "desc": "The Netherlands, Belgium, Denmark and Luxembourg have urged the European Union to fix a date by which new trucks and buses sold in Europe must have zero carbon dioxide emissions.", "country": "Belgium"}
{"title": "Belgium no longer wants Italy to transfer two suspects in EU scandal ... - Reuters", "desc": "Belgium no longer wants Italy to hand over two women suspected of involvement in a cash-for-influence corruption scandal at the European Parliament, two sources with direct knowledge of the matter told Reuters on Wednesday.", "country": "Belgium"}
{"title": "Italy again delays decision on EU graft suspect, awaits Belgian info - Reuters", "desc": "An Italian court on Tuesday postponed for a second time a hearing on whether to hand over to Belgium a woman suspected of involvement in a Qatar graft scandal that has rocked the European Parliament.", "country": "Belgium"}
{"title": "Tanzanian opposition leader returns home after years in exile - Reuters", "desc": "Tanzanian opposition leader and former presidential candidate Tundu Lissu returned home from years of exile in Belgium to a cheering crowd on Wednesday, after the government lifted a ban on political rallies.", "country": "Belgium"}
{"title": "France's Tereos fined over spill blamed for killing tons of fish - Reuters", "desc": "French sugar and ethanol maker Tereos was ordered to pay more than 9.5 million euros ($10.2 million) on Thursday for polluting in 2020 a river that flows from France to Belgium, killing thousands of fish, the company said.", "country": "Belgium"}
{"title": "Italy agrees to transfer suspect in EU graft scandal to Belgium - Reuters", "desc": "An Italian court on Monday agreed to hand over to the Belgian authorities a second woman suspected of involvement in a <a href=\"/world/europe/european-parliaments-cash-for-influence-scandal-2022-12-13/\">Qatar graft scandal</a> that has rocked the European Par…", "country": "Belgium"}
{"title": "Spoof billboard ads take aim at BMW and Toyota over ‘going green’ claims", "desc": "‘Subvertisers’ hijack 400 posters in Belgium, France, Germany and the UK to satirise what they claim are misleading ads by carmakersGuerrilla “subvertisers” have taken aim at BMW and Toyota with a campaign of spoof adverts that they say reveals the truth behi…", "country": "Belgium"}
{"title": "Octavio Aburto at the intersection of science, art, and conservation", "desc": "Starling murmurings have always fascinated me. Their sheer beauty and the seeming impossibility of such elegant and synchronized movements, swooping and swirling, turning and twisting where each bird moves with seven others, kindred waves of wings, are images…", "country": "Belize"}
{"title": "Wall Street's New ESG Money-Maker Promises Nature Conservation - With a Catch", "desc": "Big global banks are eying some of the world's most fragile countries for a new experiment in financial engineering: debt relief in exchange for environmental protections. From a report: Called \"debt-for-nature swaps,\" they present a tempting solution for the…", "country": "Belize"}
{"title": "A bride missed her own wedding, lost thousands and spent New Year's alone after Southwest canceled her flight", "desc": "Bride Katie Demko couldn't get to her wedding in Belize after Southwest canceled her flight. It has canceled thousands of flights since December 26.", "country": "Belize"}
{"title": "Zambia received 'debt-for-nature' proposal from WWF for $13 bln ... - Reuters", "desc": "Zambia received a 'debt-for-nature swap' proposal as part of its $13 billion restructuring discussions, a move that while complex to secure and not part of current talks, could set an eco-friendly precedent for other debt crises if eventually included.", "country": "Belize"}
{"title": "Climate leaders say 3 conversations need to happen at the World Economic Forum this week to lock in a sustainable future", "desc": "More than 2,500 business leaders and politicians are making their way to the Swiss Alps for the World Economic Forum's 53rd annual meeting at Davos.", "country": "Belize"}
{"title": "I'm a general manager on a $450-million cruise ship. I'm on duty 24 hours but it's worth it to travel the world in a floating 5-star hotel.", "desc": "General manager Alessandro Menegazzi shares what it's like to eat, sleep, and work aboard the luxurious Regent Seven Seas Explorer.", "country": "Belize"}
{"title": "The Roots’ Black Thought Announces New Album With El Michels Affair", "desc": "“Grateful” leads the collaborative Glorious Game", "country": "Belize"}
{"title": "‘God Save the King’ doesn’t fall from Jamaican lips so easily. Soon we’ll be a republic | Barbara Blake-Hannah", "desc": "Barbados beat us to it, but this week our prime minister made throwing off the colonial yoke a top priority. It won’t be easy, but watch this spaceBritain, take note. A post-Elizabethan era is taking shape here in Jamaica. And it looks like a republic. “The g…", "country": "Belize"}
{"title": "Wall Street Has a New ESG Experiment for the Developing World", "desc": "‘Debt-for-nature’ deals are the latest effort to use financial tools to encourage environmental conservation.", "country": "Belize"}
{"title": "Harrison Ford Ignored All Advice To Star In The Mosquito Coast", "desc": "From the very beginning of his career, Harrison Ford viewed himself as an actor rather than a movie star –- sometimes to his detriment. He washed out of Columbia Pictures' New Talent Program in the 1960s after failing to impress in a few bit parts, and played…", "country": "Belize"}
{"title": "Bolivia: Anger rises as opposition leader Camacho arrested", "desc": "Luis Fernando Camacho is accused of fomenting a coup, but some are calling it a kidnapping.", "country": "Bolivia"}
{"title": "Psychic and investigators: Search for missing cat captivates Bolivia - Reuters.com", "desc": "Firefighters, aviation authorities and most recently ... an animal psychic have joined the Bolivian government's mission to help find Tito, a gray and white male tabby cat that went missing on a domestic flight last month.", "country": "Bolivia"}
{"title": "Bolivia to protect big-state economic model, plans'aggressive' gas ... - Reuters", "desc": "Bolivia is committed to protecting its subsidy-reliant, big-state economic model despite deficit risks and is planning an \"aggressive\" push into gas exploration, the economy minister told Reuters.", "country": "Bolivia"}
{"title": "Bolivia court sentences arrested governor Camacho to six months ... - Reuters", "desc": "A Bolivian court sentenced right-wing opposition Governor Luis Fernando Camacho to six months of pre-trial detention a day after he was arrested in connection to 2019 social unrest that saw former leftist President Evo Morales flee the country.", "country": "Bolivia"}
{"title": "Bolivia to reduce gas shipments to Argentina next winter, says ... - Reuters", "desc": "Bolivia will send less gas to Argentina during the upcoming Southern Hemisphere winter, an Argentine government spokesman told Reuters on Friday, citing a \"very marked\" production decline and bigger domestic demand.", "country": "Bolivia"}
{"title": "Peru protesters clash with police in airport takeover attempt in Puno - Reuters.com", "desc": "Dozens of protesters attempted to take over an airport near Peru's border with Bolivia Friday as part of anti-government protests, prompting police to use tear gas to disperse them.", "country": "Bolivia"}
{"title": "Bolivia protesters burn cars, clash with police after governor arrested - Reuters Canada", "desc": "Protesters in Bolivia's Santa Cruz, a relatively wealthy farming region, attacked buildings, burned cars and blocked highways as part of a 24-strike on Friday following the arrest of the regional governor, a right-wing opposition leader.", "country": "Bolivia"}
{"title": "Bolivia prosecutor requests 6 months pre-trial detention for governor - Reuters Canada", "desc": "Bolivian prosecutors are requesting six months of pre-trial detention for the governor of the agricultural hub of Santa Cruz, Luis Fernando Camacho, prosecutor Omar Mejillones said Thursday.", "country": "Bolivia"}
{"title": "Bolivia farm region blocks borders, grain transport as protests lead ... - Reuters Canada", "desc": "Protesters in Bolivia's farming region of Santa Cruz are blocking highways out of the province, threatening to snarl the domestic transport of grains and food, as anger simmers following the arrest of local governor Luis Camacho.", "country": "Bolivia"}
{"title": "Bolivia’s dream of a lithium future plays out on high-altitude salt flats", "desc": "The government eyes an economic bonanza in a mineral vital to electric batteries but critics ask if plan is viable and at what environmental costBolivia’s salt flats have long been a tourist draw: a great white expanse that, when it floods, becomes an unearth…", "country": "Bolivia"}
{"title": "River Drina: 'Embarrassment' of beauty spot's carpet of plastic waste", "desc": "Drone footage reveals swathes of rubbish along the River Drina in Visegrad and, Bosnia and Herzegovina.", "country": "Bosnia and Herzegovina"}
{"title": "The Guardian view on problems in the western Balkans: Europe should do more | Editorial", "desc": "As tensions grow between Serbia and Kosovo, Russia must not be left to advance its divisive agenda in the regionIn early December, European Union officials headed to Albania to make a symbolic point. The latest EU-Western Balkans summit, held in Tirana, was t…", "country": "Bosnia and Herzegovina"}
{"title": "Ex-Bosnian Serb commander given 15 years for war crimes", "desc": "A court in Bosnia has sentenced a former Bosnian Serb military commander to 15 years in prison for taking part in a 1993 atrocity in which 20 people were hauled off a train and killed during Bosnia's interethnic war", "country": "Bosnia and Herzegovina"}
{"title": "Bosnian war survivors share survival tips with Ukraine", "desc": "GORAZDE, Bosnia-Herzegovina (AP) — Residents of eastern Bosnia's city of Gorazde do not need imaginations to understand the suffering of Ukraine's people...", "country": "Bosnia and Herzegovina"}
{"title": "Sections of Balkan river become floating garbage dump", "desc": "Tons of waste dumped in poorly regulated riverside landfills or directly into the waterways that flow across three countries end up accumulating in the Drina River in eastern Bosnia during wet weather", "country": "Bosnia and Herzegovina"}
{"title": "'Feels like summer': warm winter breaks temperature records in ... - Reuters", "desc": "Record-high winter temperatures swept across parts of Europe over the new year, bringing calls from activists for faster action against climate change while offering short-term respite to governments struggling with high gas prices.", "country": "Bosnia and Herzegovina"}
{"title": "Why is ‘Republika Srpska Day’ controversial in Bosnia?", "desc": "In Bosnia, Serbs are marking the 31st anniversary of the Republika Srpska entity's founding, despite a court ban.", "country": "Bosnia and Herzegovina"}
{"title": "Ukraine Is Getting British Tanks. What Its Military Really Needs Is German Leopard 2s", "desc": "Ukrainian President Volodymyr Zelensky welcomed Britain’s shipment of tanks. But Ukraine needs more from Western allies.", "country": "Bosnia and Herzegovina"}
{"title": "Europe – Integrator acquires ManpowerGroup's HR business in ... - Staffing Industry Analysts", "desc": "Integrator d.o.o., a franchisee of Manpower in Serbia, Croatia, Slovenia, Bosnia & Herzegovina and Bulgaria, announced that it has acquired Manpower’s HR and workforce business in Hungary from ManpowerGroup.", "country": "Bosnia and Herzegovina"}
{"title": "World refuses to act on banned Serb secessionist parade: Bosnians", "desc": "Republika Srpska Day went ahead on Monday despite condemnation. Bosnians say it is time for global bodies to step up.", "country": "Bosnia and Herzegovina"}
{"title": "Brazil protests: Artwork suffers damage beyond repair", "desc": "Brazil mourns the loss of key parts of its artistic collection damaged by rioters.", "country": "Brazil"}
{"title": "Fatphobia: The Brazil women fighting prejudices", "desc": "Campaigners in Brazil say society must adapt to accommodate overweight and obese people.", "country": "Brazil"}
{"title": "Brazil Congress riots: President sacks army commander", "desc": "General Julio Cesar de Arruda is the latest person in the military to lose their position.", "country": "Brazil"}
{"title": "Pele: The player who united a nation", "desc": "Pele was a footballing legend the world over, but for people in Brazil he was so much more.", "country": "Brazil"}
{"title": "Brazil Congress: Big pro-democracy rallies held to condemn rioters", "desc": "They come after supporters of ex-President Jair Bolsonaro ransacked the heart of the Brazilian state.", "country": "Brazil"}
{"title": "Brazil Congress: ‘Sad to think we’ve come to this point’", "desc": "As Bolsonaro supporters stormed Congress, locals in Brasilia were forced to shelter in fear.", "country": "Brazil"}
{"title": "Brazil Congress: Bolsonaro supporters inside palace enabled riot - Lula", "desc": "Brazil's president accuses security forces of opening the doors of the palace to demonstrators who vandalised it on Sunday.", "country": "Brazil"}
{"title": "What do the Bolsonaro protesters in Brazil want?", "desc": "While much has been said about Bolsonaro's loss, this is more about the man he lost to - Lula.", "country": "Brazil"}
{"title": "Brazil Congress riot: Conditions of detainees come under scrutiny", "desc": "About 1,000 people are still being held and questioned in connection with the 8 December riots.", "country": "Brazil"}
{"title": "Bolsonaro supporters storm Brazil government buildings - Key moments", "desc": "Thousands of protesters ransacked the Congress, presidential palace, and Supreme Court in Brasilia.", "country": "Brazil"}
{"title": "Next party up as Bulgaria seeks new government - Reuters", "desc": "Bulgaria's second largest party, the anti-graft We Continue the Change (PP), will seek support to form a minority government and end a prolonged political impasse, Prime Minister-designate Nikolay Denkov said on Tuesday.", "country": "Bulgaria"}
{"title": "Next party up as Bulgaria seeks new government - Reuters.com", "desc": "Bulgaria's second largest party, the anti-graft We Continue the Change (PP), will seek support to form a minority government and end a prolonged political impasse, Prime Minister-designate Nikolay Denkov said on Tuesday.", "country": "Bulgaria"}
{"title": "Bulgaria to almost double natural gas storage capacity - Reuters", "desc": "Bulgaria launched a project to almost double its gas storage with a 298 million lev ($165 million) deal between grid operator Bulgartransgaz and a Bulgarian-led consortium signed on Friday.", "country": "Bulgaria"}
{"title": "Bulgaria to hold early elections on April 2-president - Reuters", "desc": "Bulgarian President Rumen Radev on Tuesday said he would set April 2 as the date for the country's fifth parliamentary election within two years after inconclusive October polls failed to produce a working government.", "country": "Bulgaria"}
{"title": "Bulgaria destroys mine drifting near its Black Sea coast - Reuters", "desc": "Bulgaria's navy on Monday carried out a controlled explosion of a naval mine that had drifted close to the country's Black Sea coast, the defence ministry said.", "country": "Bulgaria"}
{"title": "Bulgaria launches probe of crypto lender Nexo, raids sites - Reuters", "desc": "Bulgarian prosecutors have launched an investigation into alleged illegal activities conducted by cryptocurrency lender Nexo, they said on Thursday, raiding more than 15 sites in the capital Sofia.", "country": "Bulgaria"}
{"title": "Bulgaria clears way to take control of Lukoil oil refinery if needed - Reuters.com", "desc": "Bulgaria can take over operation of Russian company Lukoil's <a href=\"https://www.reuters.com/companies/LKOH.MM\" target=\"_blank\">(LKOH.MM)</a> Neftochim Burgas refinery for up to a year, lawmakers decided on Friday in a vote aimed at protecting critical infra…", "country": "Bulgaria"}
{"title": "Bulgaria faces snap polls as Socialists abandon plans to form ... - Reuters", "desc": "Bulgaria is facing new general election in the spring, the country's fifth in two years, after the Socialists on Friday gave up on plans to form a working government.", "country": "Bulgaria"}
{"title": "Bulgaria expects fiscal deficit of 1% of GDP for 2022 - Reuters", "desc": "Bulgaria expects to end 2022 with a fiscal deficit of 1.5 billion levs ($821.11 million), equal to 1.0% of economic output, outperforming a revised target of 3.4%, the finance ministry said.", "country": "Bulgaria"}
{"title": "Bulgaria anti-graft party drops bid to form government, extending ... - Reuters", "desc": "Bulgaria's second largest party, the anti-corruption We Continue the Change (PP), gave up plans on Friday to form a government after failing to win backing in the hung parliament, prolonging a political deadlock.", "country": "Bulgaria"}
{"title": "Casino blaze at Cambodia-Thailand border kills 7, dozens ... - Reuters", "desc": "An overnight fire at a casino complex in a Cambodian border town has killed at least seven people, and left 53 injured and eight missing, authorities in neighbouring Thailand said on Thursday.", "country": "Cambodia"}
{"title": "'Smoke everywhere': survivors of Cambodia casino blaze recount ... - Reuters", "desc": "When Nunthida Kongreung heard a huge fire had broken out at a Cambodian border town casino-hotel, she started calling her parents who were on vacation there, but nobody answered.", "country": "Cambodia"}
{"title": "Ukrainians learn demining techniques from Cambodian experts - Reuters.com", "desc": "A team of Ukrainians has been learning demining techniques in Cambodia, one of the world's most heavily landmined countries after decades of civil war.", "country": "Cambodia"}
{"title": "Honda to step down from Cambodia role after Southeast Asian Games - Reuters", "desc": "Former Japan international Keisuke Honda will step down as general manager of Cambodia's national team after the Southeast Asian Games in May, the country's football federation said.", "country": "Cambodia"}
{"title": "Casino blaze at Cambodia-Thailand border kills at least 1, many ... - Reuters", "desc": "An overnight fire at a casino complex in a Cambodian border town has killed at least one person, with 32 sent for treatment in hospitals in neighbouring Thailand, a Thai provincial governor said on Thursday.", "country": "Cambodia"}
{"title": "Casino fire at Cambodia-Thailand border kills at least 1, blaze under ... - Reuters", "desc": "A fire at a casino in a Cambodian border town popular with Thai gamblers has killed at least one person, with 32 being treated in hospitals in neighbouring Thailand, a Thai provincial governor said on Thursday.", "country": "Cambodia"}
{"title": "At least 10 killed and dozens injured in Cambodia casino hotel fire", "desc": "Death toll expected to rise as footage emerges showing people huddled on ledges on the burning building in PoipetAt least 10 people have died and dozens have been injured in a fire that engulfed a casino hotel in Cambodia late on Wednesday, officials have sai…", "country": "Cambodia"}
{"title": "Revealed: US allowing long-tailed macaque imports despite risk of disease", "desc": "Campaigners urge government to stop ‘cruel trade’ as documents show highly pathogenic agents entered the US with monkeysUS authorities are continuing to allow imports of long-tailed macaques from Cambodia, despite revelations that deadly pathogenic agents, in…", "country": "Cambodia"}
{"title": "DAVOS 2023-UAE and India discussing settling non-oil trade in ... - Reuters.com", "desc": "The United Arab Emirates is in early discussions with India to trade non-oil commodities in Indian rupees, Minister for Foreign Trade Dr Thani Al Zeyoudi told Reuters on Thursday.", "country": "Cambodia"}
{"title": "Cambodia casino fire kills at least ten people", "desc": "Around 400 people were in the building on the Cambodia-Thailand border when it caught fire.", "country": "Cambodia"}
{"title": "Prominent Cameroon journalist found dead after abduction - Reuters", "desc": "The mutilated body of a prominent Cameroonian journalist was found on Sunday near the capital Yaounde five days after he was abducted by unidentified assailants, the press union and a colleague said on Sunday.", "country": "Cameroon"}
{"title": "Canada says Cameroon warring parties agree to enter peace process - Reuters.com", "desc": "The government of Cameroon and some separatist factions in the English-speaking regions of the country have agreed to enter into a process aimed at resolving a conflict that has killed over 6,000 people, Canada's foreign ministry said.", "country": "Cameroon"}
{"title": "Comoros FA head says team ‘cheated’ at Afcon over positive Covid tests", "desc": "<ul><li>Comments about Ghana game made in wedding speech</li><li>Athouman now says everyone who played was negative</li></ul>The president of the Comoros Football Association has claimed that members of the country’s team “cheated” by playing at last year’s A…", "country": "Cameroon"}
{"title": "Brazilian footballer Dani Alves detained in Barcelona in relation to alleged sexual assault", "desc": "Brazilian footballer Dani Alves has been detained by police in Barcelona in relation to an investigation for an alleged sexual assault, a spokesperson for Catalan's regional police told CNN on Friday.", "country": "Cameroon"}
{"title": "Imane Ayissi adds African touch to Paris haute couture fashion week - Reuters", "desc": "Imane Ayissi wove African textiles into his haute couture collection shown in Paris on Thursday, mixing raffia-lined garments in bright colours with dresses coated in sequins or airy silk fringes.", "country": "Cameroon"}
{"title": "Brazil full-back Dani Alves investigated in Spain over alleged sexual assault", "desc": "<ul><li>Complaint filed by woman over alleged nightclub incident</li><li>Former Barcelona player denies wrongdoing</li></ul>The former Barcelona and Brazil defender Dani Alves is under investigation over an allegation that he sexually assaulted a woman in a n…", "country": "Cameroon"}
{"title": "Bayern stumble to a 1-1 draw at Leipzig in Bundesliga restart - Reuters", "desc": "Bundesliga leaders Bayern Munich took the lead but had to settle for a 1-1 draw at RB Leipzig on Friday following a toothless second half, as the league resumed after a two-month break.", "country": "Cameroon"}
{"title": "Manchester United reach agreement with Besiktas over Wout Weghorst loan", "desc": "<ul><li>Club will pay Besiktas €3m to end his loan in Turkey early</li><li>Besiktas want to find replacement before agreeing to deal</li></ul>Manchester United have reached a verbal agreement to sign Wout Weghorst. They have a deal in principle to pay Besikta…", "country": "Cameroon"}
{"title": "Voodoo dances and rituals wow tourists at Benin festival - Reuters", "desc": "On Benin's national voodoo holiday, performers dressed as guardians of the night swirled in costumes resembling technicolour haystacks, delighting worshippers and tourists alike.", "country": "Cameroon"}
{"title": "Banned Confederation of African Football media officer accused of more ‘indecent behaviour’", "desc": "<ul><li>Accusations of misconduct relate to two tournaments</li><li>Felix Sohounde Peperipé denies wrongdoing</li></ul>The Confederation of African Football media officer provisionally banned for five years after it was claimed he sexually abused a female off…", "country": "Cameroon"}
{"title": "Syria camps: Canada to repatriate 23 citizens", "desc": "British-Canadian dual national Jack Letts is among the people who will return to Canada from Syria.", "country": "Canada"}
{"title": "Canada is banning some foreigners from buying property after home prices surged", "desc": "Canada in 2023 is closing its doors to foreign investors who want to purchase homes.", "country": "Canada"}
{"title": "US winter storm: Footage shows impact of extreme weather", "desc": "A powerful blizzard hit the US and Canada over the Christmas weekend.", "country": "Canada"}
{"title": "Mexican President pledged to work closely with Canada on energy ... - Reuters Canada", "desc": "Mexican President Andres Manuel Lopez Obrador pledged to work closely with Canada to ensure energy sector reforms were beneficial for both countries, Canadian Prime Minister Justin Trudeau said on Wednesday.", "country": "Canada"}
{"title": "Canada appoints First Nations member to Bank of Canada board - Reuters", "desc": "The Canadian government filled three Bank of Canada board vacancies on Thursday with finance veterans including Ernie Daniels, likely the first First Nations member on the central bank's board, a bank spokesperson said.", "country": "Canada"}
{"title": "Biden to focus on fentanyl in Mexico, Canada talks - Reuters Canada", "desc": "President Joe Biden hopes to focus on the flow of fentanyl into the United States during a Mexico City meeting with leaders from Mexico and Canada next week, National Security Council spokesman John Kirby told reporters in the White House on Friday.", "country": "Canada"}
{"title": "Canada disappointed by U.S. plan to maintain softwood lumber duties - Reuters Canada", "desc": "Canada is disappointed the United States plans to maintain tariffs on Canadian softwood lumber imports, Ottawa said on Tuesday, arguing that a negotiated solution to the longstanding dispute was in the best interests of both countries.", "country": "Canada"}
{"title": "Timothy Caulfield named to Order of Canada - CTV News Edmonton", "desc": "<ol><li>Timothy Caulfield named to Order of Canada  CTV News Edmonton\r\n</li><li>Sidney Crosby, Eugene Levy and Karina LeBlanc among 99 new Order of Canada appointees  CBC News\r\n</li><li>NHL's Sidney Crosby, astronaut David Saint-Jacques among 99 named to Orde…", "country": "Canada"}
{"title": "Canada posts C$41 mln Nov trade deficit on lower energy exports - Reuters", "desc": "Canada posted a trade deficit of C$41 million ($30.32 million) in November, driven by lower exports of energy products, with both imports and exports affected by the appreciation of the Canadian dollar, Statistics Canada said on Thursday.", "country": "Canada"}
{"title": "Arianne Leblanc Caitlin Kraemer lead Canada past Finland at women's under-18 world championship - TSN", "desc": "<ol><li>Arianne Leblanc Caitlin Kraemer lead Canada past Finland at women's under-18 world championship  TSN\r\n</li><li>U18 Women's Worlds Preview: Canada vs. Finland  Hockey Canada\r\n</li><li>Eight O Canada  IIHF\r\n</li><li>Women's U-18 World Championship Day 1…", "country": "Canada"}
{"title": "OnePlus 11 5G and Buds Pro 2 will be available in China on January 9th", "desc": "OnePlus has officially launched its new flagship phone and earbuds in China, more than a month before their global debut. The OnePlus 11 5G and OnePlus Buds Pro 2 will be available in the company's home country starting on January 9th before their worldwide r…", "country": "China"}
{"title": "China-Taiwan: Concern at repair of Taiwanese military device in China", "desc": "Taiwan's missile developer said it did not believe there had been any leak of information.", "country": "China"}
{"title": "China Covid: Beijing criticises 'political' rules for its tourists", "desc": "As China opens its borders, countries around the world have announced testing for arrivals.", "country": "China"}
{"title": "China Covid: EU officials 'strongly' urge testing for travel", "desc": "Travel in and out of China gets easier from Sunday, as it moves away from its zero-Covid strategy.", "country": "China"}
{"title": "US, Netherlands and Japan reportedly agree to limit China's access to chipmaking equipment", "desc": "The Biden administration has reportedly reached an agreement with the Netherlands and Japan to restrict China’s access to advanced chipmaking machinery. According to Bloomberg\r\n, officials from the two countries agreed on Friday to adopt some of the same expo…", "country": "China"}
{"title": "US warship sails through Taiwan Strait", "desc": "China accused the US of “escalating tensions” with the voyage of the USS Chung-Hoon", "country": "China"}
{"title": "Ukraine: US sanctions Chinese firm helping Russia's Wagner Group", "desc": "Spacety China allegedly supplied satellite imagery of Ukraine to support Wagner's combat operations.", "country": "China"}
{"title": "EU calls screening of travellers from China 'unjustified'", "desc": "Italy is responding to China's Covid surge with mandatory testing - but the EU will not follow suit.", "country": "China"}
{"title": "China: Northern city of Mohe reports coldest temperature", "desc": "The northernmost city of Mohe has recorded temperatures of -53C, its lowest on record.", "country": "China"}
{"title": "China Covid: Celebrity deaths spark fears over death toll", "desc": "News of public figures' deaths has sparked speculation about greater losses than officials have reported.", "country": "China"}
{"title": "Francia Márquez: Colombia VP says she escaped attempt to kill her", "desc": "Francia Márquez says her security team found a 7kg explosive near her home in south-west Colombia.", "country": "Colombia"}
{"title": "Venezuela and Colombia fully reopen shared border - Reuters", "desc": "Venezuela and Colombia will fully reopen their shared border on January 1 to allow passage of cargo and passenger transport via the cross-border Tienditas bridge, Colombia Migration said in a statement on Saturday.", "country": "Colombia"}
{"title": "Guatemala summons ambassador in Colombia for consultations in ... - Reuters", "desc": "Guatemala summoned its ambassador in Colombia for consultations, Guatemala's foreign ministry said Tuesday, a day after Colombia did the same in regard to a conflict over Colombia's defense minister.", "country": "Colombia"}
{"title": "Colombia central bank to raise rate to 13% - Reuters", "desc": "Colombia's central bank board will once again raise its benchmark interest rate at its meeting next week on persistent inflation which has endured despite signs of slowing growth, preliminary findings in a Reuters poll showed on Friday.", "country": "Colombia"}
{"title": "Villa reach agreement to sign Colombia forward Duran - Reuters.com", "desc": "Aston Villa have reached agreement with Chicago Fire for the transfer of Colombia international Jhon Duran, the Premier League club said on Monday.", "country": "Colombia"}
{"title": "Colombia arrests two more suspects in Paraguayan prosecutor's ... - Reuters Canada", "desc": "Two more people suspected of participating in the May murder of a Paraguayan prosecutor have been arrested, the Colombian prosecutor's office said on Sunday.", "country": "Colombia"}
{"title": "This Calculator Will Tell You If You Can Afford to Be a Digital Nomad", "desc": "During the pandemic, the rise of remote work visas—also called digital nomad visas—allowed anyone with a flexible remote job to not just work from home, but work from anywhere. A digital nomad is someone who travels outside their and their employer’s home cou…", "country": "Colombia"}
{"title": "Colombian drug lord Otoniel pleads guilty in US court", "desc": "Dairo Antonio Úsuga, also known as Otoniel, led Colombia's Gulf cartel before his arrest in 2021.", "country": "Colombia"}
{"title": "Colombia, ELN rebels likely to hold emergency meeting in Caracas ... - Reuters", "desc": "Colombia and the National Liberation Army (ELN) rebel group could hold an emergency meeting in Caracas as early as this week, the head of the government negotiating team said on Tuesday.", "country": "Colombia"}
{"title": "Colombia killings of social leaders hit record in 2022 -ombudsman - Reuters Canada", "desc": "Colombia witnessed killings of 215 social leaders and human rights activists in 2022, the highest toll ever recorded, as illegal armed groups intensified their attacks in key drug-trafficking areas, the government's human rights ombudsman said on Monday.", "country": "Colombia"}
{"title": "Amazon to lay off staff in U.S., Canada and Costa Rica by end of day - Reuters", "desc": "Amazon.com Inc <a href=\"https://www.reuters.com/companies/AMZN.O\" target=\"_blank\">(AMZN.O)</a> will cut some jobs in the United States, Canada and Costa Rica by the end of Wednesday as part of its plan to lay off 18,000 employees, the e-commerce giant said in…", "country": "Costa Rica"}
{"title": "Fact Check-Photos do not show pigeons carrying illegal substances ... - Reuters", "desc": "Social media posts spreading the false claim that the New York Police Department (NYPD) caught “a group of pigeons with backpacks carrying illicit substances” in January 2023 feature years-old photos of drug busts in other countries.", "country": "Costa Rica"}
{"title": "My bad trip – do you know the way to San José? Take the chicken bus!", "desc": "When Brie Veron and her friends book a two-hour trip into Costa Rica, they aren’t expecting a 16-hour ordeal involving a shady cabbie and a dodgy curryNicaragua has been a party, so we’re excessively hungover as we cross the border into Costa Rica.I’m travell…", "country": "Costa Rica"}
{"title": "A couple who moved from the US to Costa Rica and saves $1,500 a month thinks more Americans should move abroad", "desc": "As the cost of living continues to rise for many Americans, some, like Zach Gerth and Anna Sosdian, are moving abroad to start new lives.", "country": "Costa Rica"}
{"title": "Colombia’s Most-Wanted Drug Lord ‘Otoniel’ Just Pleaded Guilty in US Court", "desc": "“Tons of cocaine were moved at my direction through Panama, Costa Rica, and Mexico for ultimate importation to the United States,” he testified.", "country": "Costa Rica"}
{"title": "Amazon Kicks Off Round of Job Cuts Affecting 18,000 People", "desc": "Amazon has started its biggest-ever round of jobs cuts -- a culling that will ultimately affect 18,000 workers around the globe. From a report: Amazon began notifying employees by email early Wednesday, Doug Herrington, the company's worldwide retail chief, s…", "country": "Costa Rica"}
{"title": "U.S. seeks to advance Americas economic plan with partners - Reuters.com", "desc": "U.S. Secretary of State Antony Blinken joined with counterparts from across the Americas on Friday seeking to advance efforts to forge a regional economic partnership, building on a framework President Joe Biden announced at a Los Angeles summit in June.", "country": "Costa Rica"}
{"title": "Senator calls for probe of mass surveillance tool used by U.S. law ... - Reuters", "desc": "U.S. Senator Ron Wyden on Wednesday called for the Justice Department inspector general to investigate federal, state and local law enforcement access to a database of more than 150 million money transfers, citing concerns it disproportionately affects minori…", "country": "Costa Rica"}
{"title": "Blind date: ‘I fired half a baklava across the table, but I think I styled it out’", "desc": "Alex, 27, product manager, meets Maeve, 27, medical studentWhat were you hoping for?Good company and good food. Continue reading...", "country": "Costa Rica"}
{"title": "Meet a 36-year-old broker who rents luxury vacation villas to tech billionaires and celebrities paying up to $25,000 a night", "desc": "Elpida Kennedy shares a behind-the-scenes look at how she plans elaborate vacations for the ultra-wealthy and their most absurd requests.", "country": "Costa Rica"}
{"title": "'It Felt Like We Were Being Held Hostage': 23 Passengers Were Trapped in a Locked Airport Corridor Without Windows", "desc": "The Ryanair flight was set to leave London for Croatia on Monday, January 2.", "country": "Croatia"}
{"title": "Dutch meet Croatia, Italy play Spain at Nations League finals - Reuters", "desc": "World Cup bronze medallists Croatia were drawn against hosts the Netherlands in the Nations League semi-finals in June while Italy and Spain will reprise their rivalry in the competition in the other semi.", "country": "Croatia"}
{"title": "Croatia takes final steps into EU with open border and euro switch", "desc": "Common currency was already used for valuations and bank deposits in former Yugoslav country, which joined the EU in 2013Croatia has switched to the euro and entered Europe’s borderless zone – two steps its prime minister called a “historic moment” for his co…", "country": "Croatia"}
{"title": "DP Poland names former Domino's UK CEO Wild as chairman - Reuters", "desc": "DP Poland <a href=\"https://www.reuters.com/companies/DPP.L\" target=\"_blank\">(DPP.L)</a>, the operator of Domino's pizza stores and restaurants across Poland and Croatia, on Friday named former chief executive officer of the pizza chain in UK, David Wild, as t…", "country": "Croatia"}
{"title": "Chelsea agree £32.7m fee for Monaco centre-back Benoît Badiashile", "desc": "<ul><li>France international, 21, will undergo medical</li><li>Signing will add to Graham Potter’s defensive options</li></ul>Chelsea are close to bolstering their defence by signing Benoît Badiashile from Monaco for €37m (£32.7m). Badiashile is due to underg…", "country": "Croatia"}
{"title": "Dutch court strips Sberbank-affiliated firm of voting rights in Fortenova - Reuters", "desc": "A Dutch court has ruled that a company affiliated to Russian state bank Sberbank Rossii PAO <a href=\"https://www.reuters.com/companies/SBER.MM\" target=\"_blank\">(SBER.MM)</a> cannot exercise voting rights in Croatian food producer Fortenova Grupa in which it h…", "country": "Croatia"}
{"title": "Australian Open 2023: order of play on Monday - Reuters", "desc": "Order of play on the main showcourts on the eighth day of the Australian Open on Monday (prefix number denotes seeding):", "country": "Croatia"}
{"title": "Southampton sign Argentine midfielder Alcaraz - Reuters", "desc": "Southampton have signed Argentine midfielder Carlos Alcaraz from Racing Club, the South American club announced on Monday.", "country": "Croatia"}
{"title": "Airline passengers missed their flight after being locked in an airport corridor for half an hour: 'It felt like we were being held hostage'", "desc": "Ryanair confirmed that several passengers missed their flight on Monday \"due to a human error by handling staff at London Stansted Airport.\"", "country": "Croatia"}
{"title": "Croatia's Kuna to be replaced with Euro when it joins Eurozone tomorrow. The old money's good until Jan 14, 2023", "desc": "The Kuna has been in circulation since May 30, 1994, and is slated to be replaced with the Euro on January 1, 2023 as Croatia becomes the 20th nation to join the Eurozone, however \"all shops, restaurants, hotels in the country must still honour settlements in…", "country": "Croatia"}
{"title": "Czech Republic: Second round of presidential election", "desc": "Former PM Andrej Babis and retired Nato general Petr Pavel are vying for the ceremonial but influential post.", "country": "Czech Republic"}
{"title": "Hungary to join neighbours in protecting Slovak skies - Reuters.com", "desc": "Hungary will join the Czech Republic and Poland in patrolling Slovakia's skies after it grounded its Soviet-made MiG-29s from service last year, Slovak Defence Minister Jaroslav Nad said on Friday.", "country": "Czech Republic"}
{"title": "Czech firm Net4Gas missing latest payments from Gazprom - Reuters", "desc": "Czech natural gas transmission system operator Net4Gas (N4G) has not received the latest monthly contracted payments from Russia's Gazprom, a government minister said.", "country": "Czech Republic"}
{"title": "Australian Open 2023: order of play on Monday - Reuters", "desc": "Order of play on the main showcourts on the eighth day of the Australian Open on Monday (prefix number denotes seeding):", "country": "Czech Republic"}
{"title": "WTA roundup: Belinda Bencic, Danielle Collins cruise in Adelaide - Reuters.com", "desc": "Belinda Bencic of Switzerland and Danielle Collins were among those to win their first-round matches at the Adelaide International on Monday in Australia.", "country": "Czech Republic"}
{"title": "Petr Pavel wins landslide victory in Czech presidential elections", "desc": "Defeat of former PM Andrej Babiš hailed as victory for liberal democracy over oligarchic populismPetr Pavel, a retired general and former senior Nato commander, has swept to the Czech presidency with a landslide election victory over the former prime minister…", "country": "Czech Republic"}
{"title": "Czech presidential election: Babiš likens rival to Putin after first-round defeat", "desc": "Ex-PM ratchets up rhetoric after surprise loss to former army chief and Nato military chair Gen Petr PavelThe former Czech Republic prime minister Andrej Babiš has set the scene for a bitter presidential election showdown dominated by rows over the country’s …", "country": "Czech Republic"}
{"title": "Czech government submits law raising defence spend to NATO's 2 ... - Reuters", "desc": "The Czech government approved a draft law on Wednesday fixing defence spending at the NATO alliance pledge of at least 2% of gross domestic product (GDP) from 2024, Prime Minister Petr Fiala said on Wednesday.", "country": "Czech Republic"}
{"title": "Australian Open 2023: order of play on Sunday - Reuters", "desc": "Order of play on the main showcourt on the 14th day of the Australian Open on Sunday (prefix number denotes seeding):", "country": "Czech Republic"}
{"title": "UK, Poland, others pledge to pursue 'unprecedented' military ... - Reuters", "desc": "A group of nine nations including Britain, Poland and the Netherlands on Thursday pledged to pursue providing an \"unprecedented set of donations\" including main battle tanks to help Ukraine in its conflict with Russia.", "country": "Czech Republic"}
{"title": "UN peacekeepers find mass graves in eastern Congo - Reuters.com", "desc": "Mass graves containing 49 bodies have been discovered in eastern Democratic Republic of Congo, the United Nations said on Thursday, attributing the killings to an ethnic militia group.", "country": "Democratic Republic of the Congo"}
{"title": "Pope's Congo visit seeks to heal 'still bleeding' wounds, envoy says - Reuters", "desc": "Pope Francis's visit to the Democratic Republic of Congo will remind the world not to ignore decades-long conflicts that have beset the mineral-rich nation and wrecked the lives of millions, the Vatican's envoy to Kinshasa said.", "country": "Democratic Republic of the Congo"}
{"title": "Congolese president says M23 rebels have not withdrawn as agreed - Reuters", "desc": "Congolese President Felix Tshisekedi on Tuesday said the M23 rebel group had not fully withdrawn from areas it seized in eastern Democratic Republic of Congo, accusing the militia of faking an agreed pullback of its forces.", "country": "Democratic Republic of the Congo"}
{"title": "Congolese artist paints politicians' portraits in plastic - Reuters", "desc": "Near the banks of Lake Kivu in eastern Democratic Republic of Congo, artist Patrick Cikuru Cirimwami wades knee-deep through a mountain of plastic bottles, scooping as many as he can carry into a large sack.", "country": "Democratic Republic of the Congo"}
{"title": "Landslide kills at least 8 people in eastern Congo - Reuters", "desc": "A landslide crushed at least eight people and seriously injured nine others near an artisanal mine in eastern Democratic Republic of Congo on Friday, a local official told Reuters on Saturday.", "country": "Democratic Republic of the Congo"}
{"title": "Congo awards Lake Kivu gas blocks to U.S. and Canadian producers - Reuters", "desc": "Democratic Republic of Congo has awarded licences to three natural gas blocks in Lake Kivu on its eastern border, with some production expected to start as early as next year, the hydrocarbons ministry said on Monday.", "country": "Democratic Republic of the Congo"}
{"title": "U.N. condemns M23 rebel offensive on Congo town, hundreds flee - Reuters", "desc": "The United Nations peacekeeping mission in Democratic Republic of Congo on Thursday condemned an offensive by M23 rebels in the east of the country that forced 450 people, including women and children, to seek refuge around its base in Kitshanga town.", "country": "Democratic Republic of the Congo"}
{"title": "Church bomb attack kills at least 5 people in eastern Congo - army - Reuters.com", "desc": "At least five people were killed and 15 wounded on Sunday in a suspected Islamist militant bomb attack at a Protestant church in the eastern Congolese city of Kasindi on the border with Uganda, an army spokesman Anthony Mualushay said by phone.", "country": "Democratic Republic of the Congo"}
{"title": "Congo revivalist churches draw in Catholics - Reuters", "desc": "Congolese event organiser Deo Malela was born to Roman Catholic parents and identifies as such.", "country": "Democratic Republic of the Congo"}
{"title": "Congo police scatter protesters denouncing slow M23 rebel pullback - Reuters", "desc": "Police fired tear gas to disperse demonstrators in Congo's eastern city of Goma on Wednesday who were calling on authorities to enforce an agreed withdrawal of M23 rebels from occupied territory in the region.", "country": "Democratic Republic of the Congo"}
{"title": "Guatemala to require visa for Dominicans amid spike in migrants - Reuters Canada", "desc": "Guatemala's migration institute on Tuesday announced it would require visas for visitors from the Dominican Republic as of next month, citing increased numbers of Dominicans arriving in Guatemala en route to the United States.", "country": "Dominican Republic"}
{"title": "Two bodies found in undercarriage of Avianca airplane in Bogota - Reuters Canada", "desc": "The bodies of two young men, who were possibly from the Dominican Republic, were found in the undercarriage of an Avianca <a href=\"https://www.reuters.com/companies/AVT_p.CN\" target=\"_blank\">(AVT_p.CN)</a> airplane during maintenance in Colombian capital Bogo…", "country": "Dominican Republic"}
{"title": "Close call between 2 planes at New York's JFK airport is under investigation, FAA says", "desc": "The Federal Aviation Administration announced it is starting a probe into how a commercial airliner taxied in front of a flight that was taking off from New York's John F. Kennedy International Airport Friday evening.", "country": "Dominican Republic"}
{"title": "Miss Universe judge Emily Austin calls Venezuelan President Nicolás Maduro 'illegitimate' after he alleged the pageant was rigged", "desc": "Austin also told Fox News that she thinks Maduro \"cheated his way\" to the presidency and should focus on bigger issues than Miss Universe.", "country": "Dominican Republic"}
{"title": "Toronto Blue Jays claim P Junior Fernández off waivers from New York Yankees - TSN", "desc": "<ol><li>Toronto Blue Jays claim P Junior Fernández off waivers from New York Yankees  TSN\r\n</li><li>Blue Jays claim right-hander Junior Fernandez off waivers from Yankees  Sportsnet.ca\r\n</li><li>Toronto Blue Jays claim Junior Fernández off of waivers from the…", "country": "Dominican Republic"}
{"title": "Jennifer Coolidge says she saw 'everything' when she lived across from Lenny Kravitz while filming 'Shotgun Wedding': 'He's so sexy'", "desc": "Coolidge told Access Hollywood at the \"Shotgun Wedding\" premiere she had a direct view of Kravitz's room while they were in the Dominican Republic.", "country": "Dominican Republic"}
{"title": "Review: 'Shotgun Wedding' loads up a Jennifer Lopez rom-com that misfires badly", "desc": "Although we're almost past the point of having the stench of death surround movies when they head directly to streaming, that assessment applies to \"Shotgun Wedding,\" which loads both barrels with Jennifer Lopez, late-replacement Josh Duhamel and Jennifer Coo…", "country": "Dominican Republic"}
{"title": "MLB players to join Cuba's team for World Baseball Classic - Reuters", "desc": "A handful of Major League Baseball players will join Cuba's team for the first time in the upcoming World Baseball Classic tournament, an unprecedented event, the sport's Cuban Federation said on Friday.", "country": "Dominican Republic"}
{"title": "U.S. seeks to advance Americas economic plan with partners - Reuters.com", "desc": "U.S. Secretary of State Antony Blinken joined with counterparts from across the Americas on Friday seeking to advance efforts to forge a regional economic partnership, building on a framework President Joe Biden announced at a Los Angeles summit in June.", "country": "Dominican Republic"}
{"title": "The FAA is investigating a near-miss between two passenger planes at JFK airport", "desc": "A Delta Air Lines flight and an American Airlines flight averted a collision at the New York City airport Friday night.", "country": "Dominican Republic"}
{"title": "Ecuador says illegal mining is national security threat - Reuters", "desc": "Ecuador's government said on Thursday it has declared illegal mining a national security threat, saying it has connections to money laundering and arms trafficking, and said it will take actions to combat it.", "country": "Ecuador"}
{"title": "Major Ecuador indigenous group threatens anti-mining protests - Reuters Canada", "desc": "Ecuador's major indigenous organization said on Thursday it was preparing to hold protests in mining areas in an attempt to stop extractive activities near its communities.", "country": "Ecuador"}
{"title": "Ecuador lowers taxes on capital sent abroad, guns - Reuters Canada", "desc": "Ecuador will lower taxes on capital sent abroad and items like alcohol and trim overall value-added tax on specific shopping days this year, President Guillermo Lasso said on Tuesday.", "country": "Ecuador"}
{"title": "Ecuador reaches trade deal with China, aims to increase exports ... - Reuters.com", "desc": "Ecuador President Guillermo Lasso said on Tuesday the country has sealed a free trade deal with China, an agreement expected to increase exports and boost growth in the South American country's industrial sector.", "country": "Ecuador"}
{"title": "Colombia, Ecuador agree joint plan to tackle organized crime on ... - Reuters Canada", "desc": "The armed forces of Colombia and Ecuador on Wednesday signed an agreement to implement a plan to contain drug trafficking and organized crime on their shared border, authorities in both countries said.", "country": "Ecuador"}
{"title": "Ecuador confirms first human bird flu infection in 9-year-old girl - Reuters", "desc": "Ecuador reported its first case of human transmission of bird flu in a 9-year-old girl, the Health Ministry said on Tuesday, marking a rare case of human infection a month after the country declared an animal health emergency.", "country": "Ecuador"}
{"title": "Ecuador accuses 28 local election candidates of possible crime links - Reuters", "desc": "Ecuador's government on Wednesday accused 28 candidates in local elections in cities across the country of having possible ties to drug trafficking and illegal mining in a report submitted to prosecutors, Interior Minister Juan Zapata said.", "country": "Ecuador"}
{"title": "Ecuador's $290 mln Petrolia debt void on handover - gov't, company - Reuters Canada", "desc": "Ecuador's $290 million debt to a subsidiary of Canada's New Stratus Energy <a href=\"https://www.reuters.com/companies/NSE.V\" target=\"_blank\">(NSE.V)</a> will be void once contracts for the operation of two oil production blocks expire on Dec. 31, the governme…", "country": "Ecuador"}
{"title": "Caicedo pleads with Brighton for 'record' move after Arsenal bid ... - Reuters", "desc": "Moises Caicedo has asked Brighton & Hove Albion to let him leave after the English south-coast club reportedly rejected a 60-million-pound ($70-million) bid from Premier League leaders Arsenal.", "country": "Ecuador"}
{"title": "Qatar coach Sanchez to leave after contract not renewed - Reuters", "desc": "Qatar coach Felix Sanchez will leave his post at the end of the month after the country's FA (QFA) said on Friday that they had mutually agreed not to renew his contract, with the World Cup hosts having lost all of their group games at the tournament.", "country": "Ecuador"}
{"title": "Egypt recovers heavy 'Green Sarcophagus' from the United States", "desc": "Egypt has recovered a 500-kilogram sarcophagus lid from the United States Monday, Egyptian authorities said at a ceremony in Cairo.", "country": "Egypt"}
{"title": "Why Egypt is asking people to eat chicken feet", "desc": "Egypt's economic situation is so dire that the government is asking people to eat chicken feet. The country is suffering a record currency crisis and the worst inflation in five years, making food so expensive that many Egyptians can no longer afford chicken,…", "country": "Egypt"}
{"title": "Davos 2023: India's ReNew Power exploring Egypt green hydrogen ... - Reuters.com", "desc": "India's ReNew Power, a unit of New York-listed ReNew Energy Global Plc <a href=\"https://www.reuters.com/companies/RNW.O\" target=\"_blank\">(RNW.O)</a> is studying opportunities to expand into green hydrogen in India, Egypt and elsewhere, its chairman and CEO sa…", "country": "Egypt"}
{"title": "Egypt signs $1.5 billion financing agreement with ITFC, CNBC ... - Reuters", "desc": "Egypt has signed a $1.5 billion financing agreement with the International Islamic Trade Finance Corporation (ITFC) to fund its trade needs, including for importing energy products and essential commodities, CNBC Arabia wrote on Twitter, citing the ITFC's chi…", "country": "Egypt"}
{"title": "Egypt to sell discounted bread to fight inflation - Reuters", "desc": "Egypt's government will start selling discounted bread to people not enrolled in its bread subsidy programme as it battles accelerating inflation, the supply minister said on Monday.", "country": "Egypt"}
{"title": "Eni announces new gas discovery offshore Egypt - Reuters.com", "desc": "Italian energy group Eni <a href=\"https://www.reuters.com/companies/ENI.MI\" target=\"_blank\">(ENI.MI)</a> said on Sunday it had made a new gas discovery in an Egyptian offshore field in the Eastern Mediterranean sea.", "country": "Egypt"}
{"title": "Egypt raises local wheat procurement price 44% amid inflation - Reuters", "desc": "Egypt has set its wheat procurement price at 1,250 Egyptian pounds ($42.23) per ardeb (150 kilograms) for the 2023 local procurement season, Prime Minister Mostafa Madbouly said on state TV on Wednesday.", "country": "Egypt"}
{"title": "Egypt economic growth this year seen quicker than government ... - Reuters", "desc": "Egypt's economy will grow 4.8% in the current fiscal year, faster than predicted by the government, but will not meet government targets over the medium term, a Reuters poll showed on Wednesday.", "country": "Egypt"}
{"title": "US museum returns looted ancient sarcophagus to Egypt", "desc": "Wooden coffin from late dynastic period was on display at the Houston Museum of Natural SciencesAn ancient wooden sarcophagus that was displayed at the Houston Museum of Natural Sciences has been returned to Egypt after US authorities determined it was looted…", "country": "Egypt"}
{"title": "Archaeologist hails possibly oldest mummy yet found in Egypt", "desc": "The 4,300-year-old mummy was found at the bottom of a 15-metre shaft near the Step Pyramid at SaqqaraEgyptologists have uncovered a Pharaonic tomb near the capital, Cairo, containing what may be the oldest and most complete mummy yet to be discovered in the c…", "country": "Egypt"}
{"title": "El Salvador arrests Colombian linked to Paraguayan prosecutor's ... - Reuters Canada", "desc": "A Colombian suspect in the murder of a Paraguayan prosecutor last year was arrested in El Salvador and will be handed over to Colombian authorities, El Salvador's government said on Wednesday.", "country": "El Salvador"}
{"title": "IMF visit in focus after El Salvador bond payment - Reuters", "desc": "El Salvador cleared a $600 million bond payment hurdle this week but lingering concerns over its financing sources and fiscal policy will be in focus as the country prepares for an annual visit from the International Monetary Fund.", "country": "El Salvador"}
{"title": "El Salvador says it has repaid $800 million bond maturing January - Reuters", "desc": "El Salvador has repaid an $800 million bond, Finance Minister Alejandro Zelaya said on Monday, the same day the bond was set to mature, as the Central American country faced pressure to make progress in cutting debt.", "country": "El Salvador"}
{"title": "El Salvador murders plummet by over half in 2022 amid gang ... - Reuters Canada", "desc": "Murders in El Salvador tumbled 56.8% in 2022 amid a widespread crackdown on gang violence, the government said on Tuesday, extending a sharp drop in killings in a nation which for years had one of the world's worst murder rates.", "country": "El Salvador"}
{"title": "Slew of earthquakes in El Salvador affects over 100 homes - Reuters.com", "desc": "At least 130 homes have been impacted by a burst of seismic activity in El Salvador, leaving over a dozen people in shelters, the Central American country's government said on Monday.", "country": "El Salvador"}
{"title": "El Salvador passes law for bitcoin-backed 'volcano bonds' and eyes expanding to other cryptocurrencies", "desc": "The bond issuance was originally planned for early 2022, and El Salvador seeks to raise $1 billion through the so-called volcano bonds.", "country": "El Salvador"}
{"title": "Salvadoran lawmakers pass digital asset issuance law in bitcoin ... - Reuters", "desc": "El Salvador, which became the first country in the world to recognize bitcoin as a legal tender two years ago, approved on Wednesday a law that would regulate the issuance of other digital assets by both the state and private entities.", "country": "El Salvador"}
{"title": "Twice-deported, MS-13 gang suspect on El Salvador's most wanted list arrested in Virginia", "desc": "An El Salvadoran man listed as one of the country's most wanted criminals was arrested in Virginia earlier this month.", "country": "El Salvador"}
{"title": "El Salvador’s Historic Digital Asset Securities Law Passes", "desc": "In another exciting announcement from “Bitcoin Country”, El Salvador has announced the passing of its “Digital Asset Issuance” legislation that was proposed last November. This new digital asset regulatory framework paves the way for its much anticipated Volc…", "country": "El Salvador"}
{"title": "U.S. Treasury says consumer leases can qualify for EV tax credits - Reuters", "desc": "The U.S. Treasury Department said Thursday that electric vehicles leased by consumers starting Jan. 1 can qualify for up to $7,500 in commercial clean vehicle tax credits, a decision that makes those assembled outside North America eligible.", "country": "El Salvador"}
{"title": "Ethiopia deputy finmin: rumour of FX devaluation \"completely ... - Reuters.com", "desc": "Ethiopia's deputy finance minister said on Thursday that rumours the birr currency would be devalued were \"completely unfounded\", as the east African country seeks an International Monetary Fund (IMF) loan after an <a href=\"/world/africa/amhara-forces-leave-n…", "country": "Ethiopia"}
{"title": "Ethiopia signs deal with UAE's Masdar for 500 MW solar plant - Reuters", "desc": "United Arab Emirates renewable energy company Masdar and Ethiopia have signed an agreement for the joint development of a solar project with a capacity of 500 megawatts, Ethiopia's prime minister said on Wednesday.", "country": "Ethiopia"}
{"title": "Eritrea troops still on Ethiopian soil - U.S. - Reuters", "desc": "A senior U.S. official said on Saturday that Eritrean troops are still in Ethiopia although they have moved back the border, contradicting Ethiopian authorities who say the Eritreans have already left.", "country": "Ethiopia"}
{"title": "Georgieva says looking for meaningful engagements towards ... - Reuters", "desc": "The International Monetary Fund is looking for constructive and meaningful engagements towards an IMF programme for Ethiopia, Managing Director Kristalina Georgieva said during a visit to Kigali on Thursday.", "country": "Ethiopia"}
{"title": "Ethiopia sets out on long road to peace after two years of war - Reuters", "desc": "A year that began with no end in sight for one of the world's deadliest conflicts finished on a note of cautious optimism in Ethiopia's northern region of Tigray after a November ceasefire agreement.", "country": "Ethiopia"}
{"title": "Mediators meet to bolster Ethiopia truce amid signs of detente - Reuters", "desc": "Mediators between Ethiopia's federal government and authorities in the Tigray region, embroiled until last month in a brutal war, are stepping up efforts to enforce a truce as relations between the two sides inch closer toward normality.", "country": "Ethiopia"}
{"title": "U.S. safety board chair rebukes Ethiopia over Boeing 737 MAX report - Reuters", "desc": "The National Transportation Safety Board (NTSB) on Tuesday faulted Ethiopia's final report into the March 2019 Boeing 737 MAX fatal crash and said investigators did not adequately address the performance of the flight crew.", "country": "Ethiopia"}
{"title": "‘I’m scared to think what Ethiopia will become’: Tigray war refugees fear return", "desc": "A fragile peace has been restored but for tens of thousands of displaced people who fled to Sudan there is no prospect of going homeWhen she remembers the corpses on the asphalt, the bodies of her neighbours and of the boy who used to play with her children, …", "country": "Ethiopia"}
{"title": "Eritrean Catholic Bishop Fikremariam Hagos freed from detention", "desc": "After returning from Europe in October, the cleric was detained without being charged or put on trial.", "country": "Ethiopia"}
{"title": "‘If you had money, you had slaves’: how Ethiopia is in denial about injustices of the past", "desc": "Many feel the Ethiopia’s slave-owning traditions, which lasted into the last century, do not align with the country’s modern image of itselfNothing hints at the dark past of the marketplace at Dalbo, a town in southern Ethiopia. Today, it is a thriving hub th…", "country": "Ethiopia"}
{"title": "Why Not Cover Ugly Parking Lots With Solar Panels?", "desc": "In France, a plan to cover swaths of asphalt with photovoltaics will bring renewable energy even closer to urban areas where it’s needed.", "country": "France"}
{"title": "France set to reduce COVID variant sequencing capacity -France ... - Reuters", "desc": "France is set to reduce from next week its capacity to carry out sequencing of COVID-19 infections, just as the epidemic is soaring in China and the European Union asked member states to <a href=\"/world/china/eu-urges-more-checks-covid-variants-given-surge-ch…", "country": "France"}
{"title": "Ukraine war: Western allies to send fighting vehicles to Kyiv", "desc": "Germany and the US agree to join France in boosting Ukraine's military capability on the battlefield.", "country": "France"}
{"title": "France strikes bid to halt Macron's rise in retirement age", "desc": "Planned reforms by President Macron would raise the retirement age to 64 - a hugely unpopular move.", "country": "France"}
{"title": "France goalkeeper Lloris announces retirement - Reuters", "desc": "France's World Cup-winning goalkeeper and captain, Hugo Lloris, announced his retirement from international football at the age of 36 on Monday.", "country": "France"}
{"title": "Nationwide strike in France against Macron's pension reform - Reuters", "desc": "Trains will grind to a halt in France on Thursday, classrooms will be shut and businesses disrupted as workers walk off their jobs in an attempt to derail a planned pension reform that would see the retirement age pushed up by two years to 64.", "country": "France"}
{"title": "Hundreds join anti-France protest in Burkina Faso capital - Reuters", "desc": "Hundreds demonstrated against France in Burkina Faso's capital Ouagadougou on Friday, the latest expression of growing anti-French sentiment in the insurgent-hit West African country.", "country": "France"}
{"title": "Spain, France champion Europe's industry in bilateral summit - Reuters", "desc": "The United States' efforts to boost green technology should not imply dismantling Europe's industry, Spanish Prime Minister Pedro Sanchez said on Thursday after signing a new bilateral treaty with French President Emmanuel Macron in Barcelona.", "country": "France"}
{"title": "France to recall Burkina ambassador over tensions, foreign ministry ... - Reuters", "desc": "The French foreign ministry said on Thursday it was recalling its ambassador to Burkina Faso, citing \"the context of recent developments\", a day after Paris announced it would withdraw its troops from the African country.", "country": "France"}
{"title": "Western Sydney sign former France midfielder Schneiderlin on loan - Reuters.com", "desc": "Former France international Morgan Schneiderlin has signed for Western Sydney Wanderers on loan from Ligue 1 side Nice until the end of the season, the A-League club announced on Saturday.", "country": "France"}
{"title": "Afrochella: Shock at end of Ghana music festival", "desc": "The festival is extremely popular with African Americans who like to see in the New Year in Africa.", "country": "Ghana"}
{"title": "Ghana approves sale of controlling stake in Vodafone Ghana to ... - Reuters.com", "desc": "Ghana has granted Vodafone International Holdings <a href=\"https://www.reuters.com/companies/VOD.L\" target=\"_blank\">(VOD.L)</a> approval to sell its 70% stake in Vodafone Ghana to Telecel Group, the country's telecoms regulator said on Monday.", "country": "Ghana"}
{"title": "Bournemouth sign Ghana forward Semenyo - Reuters.com", "desc": "Bournemouth have signed Ghana international Antoine Semenyo from Championship side Bristol City, the Premier League club said on Friday.", "country": "Ghana"}
{"title": "Crisis-hit Ghana increases public servant salaries by 30% - Reuters", "desc": "Ghana's government and trade unions on Thursday agreed to increase all public servants' salaries by 30% for 2023, they said in a joint statement, as the country struggles to reduce debt and tackle rampant inflation.", "country": "Ghana"}
{"title": "Ghana inflation rises to 54.1% y/y in December - Reuters", "desc": "Ghana's consumer inflation rose to 54.1% year on year in December, up from 50.3% the previous month, the statistics office said on Wednesday.", "country": "Ghana"}
{"title": "IMF's Georgieva confirms Ghana seeking debt treatment under G20 ... - Reuters.com", "desc": "International Monetary Fund Managing Director Kristalina Georgieva on Sunday confirmed that Ghana has sought debt treatment under the Common Framework platform supported by the Group of 20 major economies.", "country": "Ghana"}
{"title": "Exclusive: Ghana poised to request debt relief under G20 Common ... - Reuters", "desc": "Ghana is poised to request debt relief via the G20 Common Framework programme and has sought reassurances that the negotiations can be expedited before proceeding, sources told Reuters.", "country": "Ghana"}
{"title": "Ghana-based aid and advocacy groups call for debt cancellation ... - Reuters", "desc": "More than two dozen aid and campaign groups called on Wednesday for international creditors to cancel a large portion of Ghana's debts as it struggles to contend with an economic crisis.", "country": "Ghana"}
{"title": "Bank of Ghana to raise rates by 175 basis points later in January - Reuters", "desc": "The Bank of Ghana, wrestling with runaway inflation, is expected to deliver another hefty interest rate hike at its meeting later this month, with the country's currency and public finances still under pressure, a Reuters poll of economists showed.", "country": "Ghana"}
{"title": "Ghana set to request G20 Common Framework debt restructuring on ... - Reuters", "desc": "Ghana is set to request on Tuesday to restructure its debt with official bilateral creditors under the common framework platform supported by the Group of 20 major economies, two sources told Reuters.", "country": "Ghana"}
